Revit 2027 API
ParameterTypeId.RbsProjectLocationParam Property
 "Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsProjectLocationParam { get; }
Public Shared ReadOnly Property RbsProjectLocationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsProjectLocationParam {
	ForgeTypeId^ get ();
}
static member RbsProjectLocationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace